Repository: Bhavik-Baraiya/RecipeBook
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: %lld H
de: %lld Std.

source: %lld m
de: %lld Min.

source: 📧 Email us at:
de: 📧 E-Mail an uns:

source: 🔗 Visit:
de: 🔗 Besuchen Sie:

source: About
de: Über

source: Add Photos & Videos
de: Fotos & Videos hinzufügen

source: Add Recipe
de: Rezept hinzufügen

source: Are you sure?
de: Sind Sie sicher?

source: Camera
de: Kamera

source: Cancel
de: Abbrechen

source: Category:
de: Kategorie:

source: Contact & Support
de: Kontakt & Support

source: Delete
de: Löschen

source: Discover, Cook, Share – Your Personal Recipe Companion
de: Entdecken, Kochen, Teilen – Ihr persönlicher Rezeptbegleiter

source: Dismiss
de: Schließen

source: Enable Dark Mode
de: Dunkelmodus aktivieren

source: Favourites
de: Favoriten

source: Have feedback or need help?
de: Haben Sie Feedback oder benötigen Sie Hilfe?

source: High
de: Hoch

source: Hour
de: Stunde

source: Ingredients:
de: Zutaten:

source: Instructions:
de: Zubereitung:

source: List/Grid
de: Liste/Raster

source: Low
de: Niedrig

source: Medium
de: Mittel

source: Minutes
de: Minuten

source: My Recipe
de: Mein Rezept

source: No favourite recipe available
de: Keine Favoriten-Rezepte verfügbar

source: No recipes available!
de: Keine Rezepte verfügbar!

source: Photos
de: Fotos

source: Picker
de: Auswahl

source: Preparation Time
de: Vorbereitungszeit

source: Recipe Ingredients
de: Rezept-Zutaten

source: Recipe Instructions
de: Rezept-Anweisungen

source: Recipe Title
de: Rezepttitel

source: RecipeBook
de: Rezeptbuch

source: RecipeBook v1.0.0
de: Rezeptbuch v1.0.0

source: Recipes
de: Rezepte

source: Select Category
de: Kategorie auswählen

source: Select Difficulty Level
de: Schwierigkeitsgrad auswählen

source: Selected Time
de: Ausgewählte Zeit

source: Settings
de: Einstellungen

source: Tap on + icon at top right corner to add your recipe
de: Tippen Sie auf das +-Symbol oben rechts, um Ihr Rezept hinzuzufügen

source: Tap on heart button on recipe item to add entry here
de: Tippen Sie auf das Herz-Symbol bei einem Rezept, um es hier hinzuzufügen

source: Unable to load the video
de: Video kann nicht geladen werden

source: Update Pictures
de: Bilder aktualisieren

source: Update Recipe
de: Rezept aktualisieren

source: Upload Media
de: Medien hochladen

source: Upload Pictures
de: Bilder hochladen

source: You Selected
de: Sie haben ausgewählt
